import React from 'react'
import { Header, Footer } from '../components'


const About = () => {


    return (
        <div className="wrapper" id='link'>
            <Header />
            <section className="content about__content" >
                <div className="content__text">
                    <span >текст<br />сообщения</span>
                </div>
                <div className="about__info">
                    <div className="about__scroll">
                        <div className="about__text-box" >
                            <p><b>Сперматозо́ид</b> (от др.-греч. σπέρμα род. п. σπέρματος здесь «сперма» + ζωή
                                «жизнь»
                                +
                                εἶδος
                                «вид,
                                облик», лат. spermatozoon, spermium) — мужская половая клетка (гамета)
                                размножающихся
                                посредством
                                оогамии организмов.<br /> Сперматозоиды обычно обладают способностью к активному
                                движению
                                и
                                служат
                                для
                                оплодотворения женской гаметы — яйцеклетки. Обычно они значительно меньше
                                яйцеклеток,
                                поскольку
                                не
                                содержат столь значительного количества цитоплазмы и производятся организмом
                                одновременно в
                                значительном количестве.

                                Типичное строение сперматозоида отражает форму общего предка животных и грибов:
                                одноклеточный
                                ядерный организм, передвигающийся за счёт жгутика в задней части, используя его
                                подобно
                                хвосту.
                                Обширная группа происходящих от него организмов включает в себя животных,
                                большинство
                                грибов
                                и
                                некоторые группы протистов и называется кланом заднежгутиковых. Большинство других
                                эукариот
                                со
                                жгутиками имеют их в передней части.

                                В широком смысле слова по традиции сперматозоидами иногда называют мужские половые
                                клетки
                                также
                                у
                                растений, к ним применяют также термины спермии или антерозоиды (их применяют также
                                к
                                традиционно
                                сближавшимся с растениями грибам).</p><br />
                            <a
                                href="https://ru.wikipedia.org/wiki/%D0%A1%D0%BF%D0%B5%D1%80%D0%BC%D0%B0%D1%82%D0%BE%D0%B7%D0%BE%D0%B8%D0%B4">https://ru.wikipedia.org</a>
                        </div>
                    </div>

                </div>
            </section>
            <Footer />
        </div>
    )
}


export default About

